[
    {
        "title": "Employee Management System",
        "year": "2023",
        "image": "https://raw.githubusercontent.com/pakuang/employeeMS/main/READMEAssets/employeeList.png",
        "description": "This EMS application hosted through React + Vite is a game-changing solution that redefines workforce administration. With multi-level access control, effortlessly manage multiple admins and employee logins, while conducting CRUD operations on a dynamic employee database."
    },
    {
        "title": "Type Racer",
        "year": "2023",
        "image": "https://github.com/pakuang/typeRacer/raw/main/READMEAssets/typeRacerDemo3.png",
        "description": "A dynamic platform that allows assessment of user typing skills including typing speed (WPM) and incorrect character count. Sentences can be customized. The typing test history and statistics are updated and viewable in Game History to track typing progress!"
    },
    {
        "title": "Business Sentiment Analyzer",
        "year": "2023",
        "image": "https://raw.githubusercontent.com/pakuang/ReviewSentiment/main/READMEAssets/busAnalytics.png",
        "description": "This Business Sentiment Analyzer application hosted through a robust Django web framework helps inform the way businesses interpret customer feedback. This application seamlessly integrates natural langugae processing techniques using PyTorch, Hugging Face Transformers, and a pre-trained BERT model for accurate sentiment analysis. "
    },
    {
        "title": "Review-Rating Linear Regression",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Ths project is centered around the factors that contribute to the rating of a recipe. Specifically, the relationship between the average rating a recipe has, accumulated from all of it's individual user ratings, and the preparation time of the recipe. Are recipes rated independently from it's preparation time?"
    },
    {
        "title": "Predictive Modeling of Cardiovascular Disease",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "In our study, we deployed an XGBoost machine learning model to investigate the predictors of cardiovascular disease (CVD) outcomes within a dataset comprising 70,000 individual records. Our analysis focused on a comprehensive range of factors including cholesterol levels, blood pressure (both systolic and diastolic), glucose levels, smoking status, alcohol consumption, and physical activity."
    },
    {
        "title": "Voluptas illum magni neque.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Ipsum ea dolorem eum, exercitationem nobis sunt nesciunt architecto reiciendis repellendus explicabo quia deleniti odit autem perferendis quidem sequi voluptatem sit labore temporibus ducimus quasi voluptates. Tempora aliquam atque adipisci."
    },
    {
        "title": "Earum nulla unde totam.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Fuga mollitia eaque eos saepe eligendi quisquam nulla sapiente, blanditiis deleniti facere ullam quo aut enim, dolore, officia assumenda voluptas consectetur accusamus inventore id unde velit reiciendis esse omnis. Odit."
    },
    {
        "title": "Expedita quidem similique quia.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Eos, laudantium praesentium aliquid, error iusto provident dolores ullam numquam hic sequi culpa, odit sed voluptatem rem soluta! Illo, porro enim quidem voluptates rem debitis distinctio quaerat quod amet fuga."
    },
    {
        "title": "Nemo officiis unde doloribus.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Iste corrupti eveniet harum blanditiis maiores, itaque dolor exercitationem, dolores soluta voluptates atque minus minima nihil fugit ratione sapiente explicabo adipisci. Quisquam praesentium ratione tenetur consequuntur numquam nulla voluptates iste?"
    },
    {
        "title": "Aperiam sequi consequatur voluptatum.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Dolores esse magni quos nam amet adipisci consectetur quidem quod eaque cupiditate, facere quibusdam. Ratione minus pariatur autem aperiam laudantium eaque quas. Illo, illum est maxime dolorem reiciendis fugit odit?"
    },
    {
        "title": "Asperiores incidunt perferendis cumque!",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Omnis, iure! Harum sequi praesentium culpa iste commodi, inventore dicta! Et illum consequuntur repellat sapiente aut, molestiae delectus architecto itaque neque sint voluptatem ab fugiat, ipsa molestias corporis eius ut?"
    },
    {
        "title": "Consequuntur asperiores odio ipsa!",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Minus quod error quidem magnam nesciunt libero iure odio magni exercitationem doloremque! Vitae magnam eius dignissimos est reprehenderit! Ea libero exercitationem nihil, consectetur voluptates accusamus hic fugit facere quia placeat?"
    }
]